Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Dr. Nawaraj Subba is a poet, song writer and essayist.[1][2][3][4] His works are known for their humanity, patriotism and for giving voice to the marginalised communities.[5][6][7] He is also a singer.[8][9] He is a medical doctor, a public health servant and a researcher.[10] He has worked in public health service in various districts of Nepal for more than 30 years. He is a polymath.[11] He was born on 1 October 1961 in Hangpang village of Taplejung district.
ne: डा. नवराज सुब्बा (अङ्ग्रेजी: Dr. Nawa Raj Subba) कवि, गीतकार तथा निबन्धकार हुन्।[1][2][3][4] मानवता, राष्ट्रियता तथा सीमान्तकृत समुदायका आवाज बोकेका उनका रचना सरल, सरस र सबल ढंगले नेपाली साहित्य र संगीत जगतमा मुखरित छन् ।[5][6][7] उनी गायक पनि हुन्।[8][9] उनी एक दक्ष जनस्वास्थ्यकर्मी तथा शोधकर्ता पनि हुन् ।[10] उनले नेपालका विभिन्न जिल्लामा जनस्वास्थ्य व्यवस्थापनमा तीन दशक भन्दा बढी काम गरे । उनमा बहुमुखी प्रतिभा छ ।[11] उनको जन्म सन् १९६१ अक्टोबर १ मा ताप्लेजुङ जिल्लाको हाङपाङ गाउँमा भएको थियो ।

source: Public health sector
ne: जनस्वास्थ्य क्षेत्र

source: He has published books on public health. Books[1][2]
ne: जनस्वास्थ्य क्षेत्रमा उनका पुस्तकहरु प्रकाशित छन् । कृतिहरू[1][2]

source: Manoj Gajurel is a Nepali Comedian. Manoj gajurel has a unique existence and identity in the Nepali comedy community. 'Excellent entertainer with great thought' having Gajurel entered in the field of Politics too.Entertainment ,Social Justice , Political Freedom and Human values and recognition can be found in Gajurel's presentation.
ne: मनोज गजुरेल नेपाली हाँस्यकलाकार हुन्। नेपाली कला क्षेत्रको हास्यब्यंग्य बिधामा मनोज गजुरेलको बेग्लै अस्तित्व र पहिचान छ। 'प्रष्ट बिचारका साथमा उत्कृष्ट मनोरञ्जन' पस्कने गजुरेल बिद्यार्थी राजनीतिबाट कलाकारितामा प्रबेश गरेका हुन्। गजुरेलका प्रश्तुतीमा बिशुद्ध मनोरञ्जनका साथै सामाजिक न्याय, राजनीतिक स्वतन्त्रता र मानवीय मूल्य मान्यताको खरो शन्देश पाइन्छ।

source: Gajurial Donald Trump: Nepali 'Gaali' in English Love - Online news
ne: गजुरियल डोनाल्ड ट्रम्पः अंग्रेजी लवजमा नेपाली ‘गाली’- अनलाइन खबर

source: See This Too
ne: यो पनि हेर्नुहोस्

source: Gajurel who graduated in Journalism , vice president of SisnuPani Nepal , My dear Events and Creations Director , actively affiliated with evaluation annual and successfully contributed in the fields of human rights.
ne: पत्रकारितामा ग्राजुएसन गरेका गजुरेल, सिस्नुपानी नेपालका उपाध्यक्ष, माइ डियर इभेन्ट्स एण्ड क्रिएसनका डाइरेक्टर, मूल्यांकन मासिकसँग आबद्ध पत्रकार तथा इन्सेकसँग संबद्ध रहेर मानव अधिकारको क्षेत्रमा पनि सक्रिय रूपमा संलग्न छन्।

source: Humorousness and artistic fields
ne: हास्यब्यंग्य र कलाकारिता क्षेत्र

source: Gajurel who performed in different fields of Humorousness played as main role in the movie "Sayakada Dash" [1]
ne: हास्यब्यंग्यका विभिन्न क्षेत्रमा अभिनय गरेका गजुरेलले ‘सयकडा दश’ चलचित्रमा मुख्य भूमिका निर्वाह गरेका छन् । [1]

source: Reference Contents
ne: सन्दर्भ सामग्रीहरू

source: Ramsharan Darnal (Nepali: रामशरण दर्नाल) (July 10, 1937 - September 18, 2011) was a Nepalese ethnomusicologist best known for initiating and publicizing the study of music of different ethnic groups in Nepal. He also played an important role in the popularization of a few western instruments in Nepal.
ne: रामशरण दर्नाल (अङ्ग्रेजी: Ramsharan Darnal) नेपाली वाद्यविद् हुन् । दर्नालको जन्म विक्रम सम्बत १९९४ असार २७ गते शुक्ल तृतीयाका दिन भएको हो ।[1][2][3] लोकसङ्गीत तथा संस्कृतिविद् दर्नाल सङ्गीतसम्बन्धी अध्ययन-अनुसन्धानका विशिष्ट अभियन्ता हुन् ।[4][5] रामशरण दर्नाल नेपाली सङ्गीत अन्वेषकको पर्यायवाची नाउँ हो । साथै नेपाली भाषा-साहित्यको श्रीवृद्धिका लागि पनि दर्नालको महत्त्वपूर्ण भूमिका रहेको छ । नेपाली बाजागाजाका उनी सक्कली अन्वेषक हुन् ।[6] नेपाली समाजमा लोप भइसकेका लोकबाजा र धुनको खोजीमा निरन्तर साधानारत रामशरण दर्नाल लोकबाजा, लोक संस्कृति एवं लोक भाकाका विज्ञ हुन् । उनले जातीय चाडपर्वमा विभिन्न जातजातिले बजाउने बाजा र धुनको ऐतिहासिक महत्त्व र गरिमाबारे गहन अध्ययन गरी जनसमक्ष ल्याएका थिए ।[7] नेपाली लोक तथा शास्त्रीय सङ्गीतका पुस्तकालय मानिन्छन्, रामशरण दर्नाल ।[8]

source: He was a member of the Academic Council from 2004 to 2009. He worked at Music Nepal shortly after his retirement. He was a patron and worked as an advisor for several cultural organisations, including the Tribhuvan University Music Department, Nepali Folk Musical Instrument Museum and Nepal Dalit Literature and Cultural Academy.
ne: सङ्गीत शिरोमणि यज्ञराज शर्माले महिनाको रु. १५० तलब खानेगरी कला विभागमा जागिर खुवाएपछि नेपाल प्रज्ञा प्रतिष्ठान छिरेका दर्नालले ५० वर्ष त्यहीँ बिताए, वि.सं. २०६५ सम्म । वि.सं. २०६० देखि वि.सं. २०६५ सम्म उनी प्राज्ञ सभा सदस्य रहे । अवकाशपछि म्यूजिक नेपालमा जागिर खान थाले । त्रिभुवन विश्वविद्यालयको सङ्गीत विषय समिति, लूनकरणदास गङ्गादेवी चौधरी साहित्य कला मन्दिर, नारायणगोपाल युवा सङ्गीत कोष र नेपाली शिक्षा परिषद्का सदस्य दर्नाल नेपाली लोकबाजा सङ्ग्रहालय, बिसे नगर्ची प्रतिष्ठान, नेपाल शास्त्रीय सङ्गीत समाज, नेपाल दलित साहित्य तथा संस्कृति प्रतिष्ठान, कलानिधि इन्दिरा सङ्गीत महाविद्यालय आदिमा संरक्षक र सल्लाहकार रहे ।

source: Musical composition
ne: गीत सङ्गीत

source: Throughout his stay in Darjeeling, Darnal progressed substantially in the field of musicology and was acquainted with literary highbrows such as Lakhidevi Sundas and Shiva Kumar Rai. He was adept in playing the piano, the drums and the guitar. When he returned to Kathmandu from Kolkata, he brought several musical instruments including the mandolin and the guitar.
ne: दार्जिलिङ्गमा रहँदा दर्नालले सङ्गीत र वाद्यवादनमा धेरै उन्नति गरे र लख्खीदेवी सुन्दास, शिवकुमार राईलगायतका विद्वानको सङ्गत गर्न पाए । उनी पियानो, ड्रमसेट, गिटार आदिको कुशल वाद्यवादक बने । उनी कोलकाताबाट काठमाडौं फर्कदा मेण्डोलीन, विकसित गिटारजस्ता थुप्रै वाद्ययन्त्र लिएर आएका थिए ।[16]

source: He composed the music for Madhav Prasad Ghimire’s Gauchha Geet Nepali. The notation for MBB Shah’s Uska Laagi Ra Feri Usaika Laagi was written by him. However, Darnal’s innate musicality is exceptionally well rendered in He Bir Hida Aghi Sari.
ne: नेपालमा गिटार र मेण्डोलीन भित्र्याउने पहिलो व्यक्ति पनि उनी नै रामशरण हुन् ।[17] गायक प्रेमध्वज प्रधान कालधारास्थित उनैको घरमा पुगेर गिटार सिक्थे कुनै बेला ।[18] मेण्डोलिन, गिटार, ड्रमसेट बजाएर ईश्वरबल्लभका लगायत थुप्रै गीतमा धुन भरे । माधवप्रसाद घिमिरेको रचना रहेका गाउँछ गीत नेपाली गीतमा धुन भरेका थिए । म.वी.वि. शाहको गीत उसका लागि र फेरि उसैका लागिमा नोटेशन गरेका थिए । हे वीर हिँड अघिसरी, गर्छिन् आमा रोईकराई गीतमा अरेन्ज, नोटेशन तथा वाद्यवादनको काम गरे । नेपाली चलचित्र मनको बाँधमा उनको ब्याण्डले काम गरेको थियो ।[3][19]

source: Ethnomusicology and writing
ne: सङ्गीत अन्वेषण तथा लेखन

source: “Folk music gives life to a nation.” - Ramsharan Darnal
ne: "लोकसङ्गीत नै राष्ट्रको प्राण हो ।" -रामशरण दर्नाल[20] “ ”

source: “Nepalese culture and folk music are interrelated.” - Ramsharan Darnal
ne: “नेपाली सङ्गीत र संस्कृतिको सम्बन्ध नङ र मासुजस्तो अभिन्न रूपमा रहेको छ ।" -रामशरण दर्नाल[21] “ ”

source: Darnal, devoting himself to ethnomusicology, travelled throughout Nepal, including several districts of the Sudurpaschim Pradesh, looking for traditional musical instruments and folk music. He is believed to have collected over 365 types of instruments, including the Hudka. He is known as the first person to initiate the registration of musical instruments in official records.
ne: बाजाका लागि जीवनकै स्वर्णिम दिनहरू खर्चिएका, बाजा नै जीवनशैली बनेका दर्नाल बाजा र बाजाका धुनहरू खोज्दै सुदूर पश्चीमी नेपालका गाउँसम्म पुगे । नेपालका मध्यपश्चिम र सुदूरपश्चिमका जिल्लामा बाजा सङ्कलनका लागि उनी एक्लै पनि पुग्थे । सेती र महाकाली अञ्चलका विभिन्न जिल्ला डडेल्धुरा, बझाङ, अछाम, डोटी र महेन्द्रनगरका हुड्के (हुड्का बाजा बजाउने) हरूसँग भेट गरी हुड्का समेत ३६५ थरीका बाजाहरू सङ्कलन गरेका थिए ।[22] नेपाली संस्कृतिमा उब्जेका चार सयभन्दा बढी बाजा छन् । नेपाली बाजागाजाको तथ्याङ्क राख्ने कामको आरम्भ दर्नालबाटै भयो । उनी यसबारे एउटा संस्था नै मानिन्थे । [2]

source: In around 1967, he published his first article, Nepali Sanskriti ma Vadyavadan ko Sthan, in Sangalo, a newspaper company based in Banaras. The article was revised and published a year later in Gorkhapatra. He wrote, in total, 11 books revolving around Nepalese music and 375 endangered traditional instruments, which, in Nepal in the 1960s, were scarce.
ne: वि.सं. २०२५ सालमा अविरल वर्षाले घर भत्कदा उनका घरमा रहेका १५ थरी पुराना बाजाहरू नष्ट भए । उनकी आमाको पनि त्यही घरले पुरिएर निधन भयो । यस घटनालाई उनी जीवनको अत्यन्तै दुःखको क्षण मान्दथे । यस घटनाले दुःखी उनी सुरुमा निराश थिए । पछि धैर्य गरे र बाजाको सर्वनाश भएर वाद्यवादनभन्दा लेखनतिर सक्रिय हुन थाले । उनलाई विशेष परिस्थितिले लेखक बनायो । उनको जीवनले नयाँ मोड लियो । उनी कसैले ध्यान नदिएको सङ्गीत विधामा केही पुस्तक लेखे । नेपाली संस्कृतिमा वाद्यवादनको स्थान लेख वि.सं. २०२३/२४ तिर बनारसबाट निस्कने सँगालो पत्रिकामा प्रकाशित गरे । वि.सं. २०२५ सालदेखि लोकबाजा अन्वेषणमा लागेका दर्नालले पहिलो पटक गोरखापत्रमा नेपाली संस्कृतिमा बाजाको स्थान लेखमा नेपाली बाजाबारे प्रकाश पारेका थिए । त्यसपछि निरन्तर लेखनमा लागेका दर्नालका सङ्गीत परिक्रमा, नेपाली सङ्गीत साधक, प्रज्ञा पुरस्कारद्वारा पुरस्कृत प्रतिभाहरू, सङ्गीतको विस्तृत अवलोकन, विश्वविख्यात सङ्गीतकार, नेपाली बागिना र कला, नेपाली बाजा, गायनशैली, काठमाण्डौं उपत्यकाका समसामयिक गीतहरू लगायत ११ वटा पुस्तक प्रकाशित भएका छन् । उनले पहिलो पटक बिसे नगर्चीबारे अध्ययन अनुसन्धान गरे । नेपाली बाजा भन्ने पुस्तकमा नेपालमा रहेकामध्ये ३७५ वटा बाजागाजा लोपोन्मुख छन् भनेर नाम र विषेशतासहित खुलाएर लेखे । उनी भन्ने गर्दथे, “मलाई लाग्छ, साँचो अर्थमा लेखक त्यही हो, जो प्रतिकूल परिस्थिति र कठिन अवस्थामा पनि आफ्नो लेखनलाई निरन्तरता प्रदान गरिरहन्छ । आफ्नो साधनाबाट विमुख हुँदैन ।”[1] अतः उनका समयमा धोबीचौरको पल्लो छेउमा रहेको उनको घर नेपाली बाजाहरूको अन्वेषणमा लाग्नेहरूका लागि पवित्र तीर्थस्थल बनेको थियो भने त्यहाँ मूर्ति वा देवता बनेका थिए रामशरण दर्नाल ।[23][24]

source: Early life and background
ne: बाल्यकाल र शिक्षा

source: Darnal's first article was published in Gorkhapatra in 1968. His published works are listed below.
ne: वि.सं. २०२५ सालको गोरखापत्रमा उनको पहिलो रचना छापिएको हो । उनका प्रकाशित कृतिहरू :

source: Sangeet Parikrama (1981) Nepali Sangeet Sadhak (1981) Pragya Puraskar Dwara Puraskrit Pratibha (1982) Vishwa Vikhyat Sangeetkar (1984) Sangeet ko Vistrit Avalokan (1984) Nepali Sangeet-Sanskriti (1988) Sangeet Saurav (2001) Nepali Baagina ra Kala (2003) Nepali Baja (2004) Gaayan Shaili (2004) Kathmandu Upatyaka ka Pracheen Samasamayik Geetharu (2010)
ne: सङ्गीत परिक्रमा (लेखसंग्रह, वि.सं. २०३८) नेपाली सङ्गीत साधक (जीवनीसंग्रह, वि.सं. २०३८) प्रज्ञा-पुरस्कारद्वारा पुरस्कृत प्रतिभा (जीवनीसंग्रह, वि.सं. २०३९) विश्वविख्यात सङ्गीतकार (जीवनीसंग्रह, वि.सं. २०४१) सङ्गीतको विस्तृत अवलोकन (लेखसंग्रह, वि.सं. २०४१) नेपाली सङ्गीत-संस्कृति (सङ्गीत/कला, वि.सं. २०४५) सङ्गीत सौरभ (सङ्गीत, वि.सं. २०५८) नेपाली बागीना र कला (सङ्गीत/कला, वि.सं. २०६०) नेपाली बाजा (वाद्यवादन, वि.सं. २०६१) गायनशैली (संस्कृति, वि.सं. २०६१) काठमाडौँ उपत्यकाका प्राचीन समसामयिक गीतहरू (सङ्गीत, वि.सं. २०६७)

source: Awards and honours
ne: पुरस्कार, सम्मान तथा अलङ्कार

source: Darnal has received several awards and honours for his indispensable contributions in the field of ethnomusicology.
ne: उनले नेपालको साङ्गीतिक फाँटमा पुर्‍याएको योगदानको कदरस्वरूप राज्य तथा थुप्रै अन्य सामाजिक सङ्घसंस्थाले उनलाई विभिन्न मान पदवी, पुरस्कार तथा सम्मान दिएका छन् ।[27][28]

source: Nepal Post, in honour of Darnal’s contributions, has published tickets with a picture of Darnal holding a guitar, which is worth ten rupees.
ne: सङ्गीत क्षेत्रका अग्रज अन्वेषक रामशरण दर्नालको सम्मानमा हुलाक सेवा विभागले हुलाक टिकट प्रकाशन गरेको छ । गिटारको साथमा दर्नालको तस्बिर अंकित टिकटको मूल्य दस रुपैया रहेको छ ।[29]

source: The curriculum developed by the Ministry of Education, Nepal includes Darnal’s biography, entitled Sangeetagya Ramsharan Darnal, as a part of Nepali textbooks for grade 9.
ne: दर्नालसम्बन्धी शिक्षा मन्त्रालय, नेपाल सरकारले कक्षा ९ को नेपाली विषयको पाठ्यक्रममा सङ्गीतज्ञ रामशरण दर्नाल समावेश गरेको छ ।[30]

source: Jagadamba Shree Puraskar (2009) Narayan Gopal Sangeet Puraskar (2009) Lunkaran Das Ganga Devi Chaudhary Puraskar (2005) Indra Rajya Laxmi Puraskar (2005) Noor Ganga Puraskar (2004) Jhapat Puraskar (2003) Rashtriya Pratibha Puraskar (1996)
ne: जगदम्बाश्री पुरस्कार - २०६६ नारायणगोपाल सङ्गीत पुरस्कार - २०६६ लूनकरणदास गङ्गादेवी चौधरी पुरस्कार - २०६२ इन्द्रराज्य लक्ष्मी पुरस्कार - २०६२, नेपाल राजकीय प्रज्ञा प्रतिष्ठान नूरगङ्गा पुरस्कार - २०६१ झपट पुरस्कार - २०६० राष्ट्रिय प्रतिभा पुरस्कार - २०५३

source: Ramsharan Darnal, named Danda Kumar at Nwaran, was born on July 10, 1937, in Dhobichaur, Kathmandu to the-then drum major Satyakumar Darnal and his wife, Dilkumari Darnal. Born to a lower caste family, deemed untouchable during the Rana regime, Darnal was no stranger to hardships. In fact, despite being the second child born to his parents, he was the first to survive.
ne: दर्नालको जन्म पिता सत्यकुमार दर्नाल र माता दिलकुमारी दर्नालका सुपुत्रका रूपमा धोबीचौर, काठमाडौंमा भएको हो ।[1][9] उनको न्वारनको नाम दण्डकुमार थियो ।[10] दर्नाल परिवारमा माहिलो छोराको रुपमा जन्म लिए तापनि बाँचेका सन्तानमध्ये उनी नै जेठा थिए । गोकर्णको मामाघर र थलीको मामाघरमा उनको बालापन व्यतित भयो ।[4] बालक दर्नालले आफूलाई यस धर्तीमा आँखा खोल्दा नेपाली समाजले "अछूत" भनेर उपमा थपिदिएको एक गरिब परिवारमा पाए पनि यो परिवार मिहेनतकसहरूको एक पवित्र मन्दिर थियो । राणाकालीन समयमै पनि उनका पिता सत्यकुमार दर्नाल तथा बडा बुबा नेपाली सेनामा ब्याण्ड समूहलाई तालिम दिन्थे । बुबासँग पछि लागेर ब्याण्ड समूहलाई तालिम दिएको हेर्न जाने गर्दा बालक दर्नालको नसा-नसामा सङ्गीत गुञ्जन थाल्यो ।[5]

source: Date Honour Basis Presenter October 4, 2010 Certificate of recognition Ethnomusicology Shree Lunkaran Das Ganga Devi Chaudhary Academy for Arts and Literature, Kathmandu August 17, 2010 First general and national assemblies Nepalese arts and culture Nepal Band Baja Vyavasayi Sangh August 7, 2010 Public felicitation Writings on music and arts Pariyar Sewa Samiti July 18, 2010 Certificate of recognition Ethnomusicology Communist Party of Nepal, Ward 17 Committee March 21, 2010 Certificate of recognition Centenary of Mahakavi Devkota International Nepali Literary Conference December 11, 2009 Centenary of Mahakavi Devkota Nepalese literature Trimurti Niketan November 7, 2009 Certificate of recognition Democratic conduct Nepal Sanskritik Sangh August 10, 2008 Certificate of recognition Nepalese arts and culture Gyangun Prakashan July 14, 2008 Certificate of recognition Ethnomusicology Dance Culture Centre of Nepal July 13, 2008 Certificate of recognition Ethnomusicology Bhanu Pratisthan October 18, 2007 Certificate of recognition Societal progression June 22, 2007 Aawaz Cultural Evening, 2064 Musical composition Aawaz Kalakar, Nepal April 4, 2006 Certificate of recognition 10th anniversary of Shrastha Samman Shree Lunkaran Das Ganga Devi Chaudhary Academy for Arts and Literature, Kathmandu August 17, 2005 43rd National Liberation Day Advocacy of Dalit's rights Upekshit, Utpidit Dalit Varga Utthan Vikas Samiti July 14, 2005 Silver Jubilee Programme and 112th Bhanu Jayanti Ethnomusicology Little Angels’ School April 9, 2005 Education for empowerment and creativity Ethnomusicology Om Education Academy March 4, 2005 Public felicitation Advocacy of Dalit's rights Nepal National Dalit Social Welfare Organisation August 26, 2004 Certificate of recognition Advocacy of Dalit's rights T.R. Bishwakarma Smriti Pratisthan June 20, 2004 Certificate of recognition Nepalese literature Noor Ganga Pratibha Puraskar Guthi 2004 Token of love Kantipur Television January 6, 2004 Certificate of recognition 6th National Folk Dance Competition Sadhana Kala Kendra December 6, 2003 19th Dalit Litterateur Convention Social work Bharatiya Dalit Sahitya Academy November 16, 2003 Certificate of recognition Nepalese literature Jhapat Puraskar Vyavastha Samiti August 22, 2003 Certificate of recognition 5th National Interschool Piano Competition Ministry of Education August 17, 2003 Certificate of recognition Musical composition Madhurima April 11, 2003 20th Regional Interschool Cultural Competition Nepalese arts and culture Curriculum Development Centre August 25, 2002 Public felicitation Nepalese arts and culture Dalit Sewa Sangh May 7, 2002 Certificate of appreciation Ethnomusicology Nepal Academy of Fine Arts April 25, 2002 Certificate of recognition Ethnomusicology Laligurans National Academy April 15, 2002 Public felicitation Ethnomusicology Kathmandu Nritya Tatha Sanskritik Kendra August 19, 2000 Certificate of recognition People of the Century Kathmandu Metropolitan City 1999 Dharmo Rakshati Rakshit Samaroha Nepalese arts and culture Om Pashupati Sena, Nepal March 11, 1999 35th Annual Programme Ethnomusicology Kalanidhi Indira Sangeet Mahavidyalaya 1998 Visit Nepal Year 1998 Nepalese arts and culture Sadhana Kala Kendra 1998 Certificate of appreciation National Folk Dance Competition, 2055 Sadhana Kala Kendra April 12, 1997 17th Ward Programme, 2053 Children’s Folk Dance Competition Kathmandu Metropolitan City January 21, 1997 Silver Jubilee of the King’s Coronation Ethnomusicology Sadhana Kala Kendra Certificate of recognition Nepalese arts and culture Bise Nagarchi Smriti Pratisthan January 23, 1996 Sadhana Samman Ethnomusicology Sadhana Kala Kendra February 13, 1995 Certificate of appreciation Advocacy of Dalit’s rights Nepal Utpidit Jatiya Mukti Samaj August 21, 1994 Certificate of appreciation Nepalese arts and culture Kirateshwor Sangeetashram, Gaurighat December 29, 1992 Gorkha Dakshin Bahu Indispensable contributions Narayanhiti Durbar December 14, 1988 Certificate of recognition Advocacy of Dalit’s rights Bharatiya Dalit Sahitya Academy April 10-11, 1988 Certificate of recognition Advocacy of Dalit’s rights Purvanchal Chhetriya Dalit Sammelan Tayari Samiti, Dharan
ne: मिति सम्मान कारण संस्था २०६७-०६-१८ सम्मानपत्र नेपाली वाद्यवादनका अथक साधक, नेपाली सङ्गीतका विलक्षण प्रतिभा लूनकरणदास गङ्गादेवी साहित्य कला मन्दिर, काठमाडौँ २०६७-०५-०१ प्रथम साधारण सभा एवं प्रथम राष्ट्रिय अधिवेशन नेपाली कला, संस्कृति, परम्परा र सीतिरिवाजलाई संरक्षण तथा संवर्धन गर्न आजीवन सङ्घर्षरत नेपाल ब्याण्ड बाजा व्यवसायी सङ्घ २०६७-०४-२२ सार्वजनिक अभिनन्दन सङ्गीत विधामा लेखन, अन्वेषण तथा खोज परियार सेवा समिति २०६७-०४-०२ सम्मानपत्र लोकसङ्गीत, भाषा, वाद्यवादनको जगेर्ना अनुसन्धान र संरक्षणमा योगदान नेकपा (एमाले) १७ वडा शाखा कमिटी, काठमाडौँ २०६६-१२-०८ सम्मानपत्र महाकवि देवकोटा शताब्दी महोत्सव अन्तर्राष्ट्रिय नेपाली भाषा साहित्य सम्मेलन २०६६-०८-२६ महाकवि लक्ष्मीप्रसाद देवकोटा शतवार्षिकी नेपाली वाङ्मयको श्रीवृद्धि त्रिमूर्ति निकेतन २०६६-०७-२१ सम्मानपत्र समृद्ध नेपाल र लोकतान्त्रिक समाज निर्माणमा पुर्याएको योगदान नेपाल सांस्कृतिक सङ्घ २०६५-०४-२६ शोध सम्मान नेपाली सङ्गीत कला र संस्कृतिको क्षेत्रमा शोधकार्य गरी विशिष्ट योगदान ज्ञानगुन साहित्य प्रतिष्ठान २०६५-०३-३० सम्मानपत्र वाद्य-कलाकारको रूपमा नेपाली सङ्गीतमा अध्ययन, अनुसन्धानमा लिप्त डान्स कल्चर सेन्टर अफ नेपाल २०६५-०३-२९ सम्मानपत्र नेपाली लोकबाजा र सङ्गीतको अध्ययन, अनुसन्धान, सङ्कलन एवं तिनको चिनारीद्वारा नेपाली संस्कृतिको उन्नयनमा योगदान भानु प्रतिष्ठान २०६४-०७-०१ सम्मानपत्र समाज र राष्ट्र विकासका लागि विधागत योगदान २०६४-०३-०८ आवाज सांस्कृतिक साँझ, २०६४ नेपाली साङ्गीतिक क्षेत्रका वरिष्ठ बाजा विशेषज्ञ तथा अनुसन्धानात्मक कृति रचयिता आवाज कलाकार, नेपाल २०६२-१२-२२ सम्मानपत्र श्रष्टा सम्मानको गौरवमय १० वर्ष श्री लूनकरणदास गङ्गादेवी साहित्य कला मन्दिर, काठमाडौं २०६२-०५-०१ ४३ औं राष्ट्रिय मुक्ति दिवस मूल समारोह कार्यक्रम राष्ट्रिय समृद्धि, सामाजिक उत्थान एवं संस्कृति, जीवन पद्धतिको जगेर्ना र राष्ट्रलाई आधुनिक विकासको प्रवाहमा दत्तचित्त साथ लागि पर्नु उपेक्षित, उत्पीडित दलित वर्ग उत्थान विकास समिति २०६२-०३-३० रजत जयन्त्ती वर्ष एवं १९२ औं भानु जयन्ती लोकबाजाको अनुसन्धान एवं वाद्यवादनको क्षेत्रमा विशेष योगदान लिटिल एन्जेल्स स्कूल २०६१-१२-२७ शक्ति र सृजनाका लागि शिक्षा नेपाली आधुनिक वाद्यवादन क्षेत्रका जाज्वल्यमान नक्षत्र ओम एजुकेशन एकेडेमी २०६१-११-२१ सम्पूर्ण दलित समुदायको प्रतिष्ठा अभिवृद्धि नेपाली लोकसङ्गीत तथा वाद्यवादनको अध्ययन-अनुसन्धानमा विशिष्ट योगदान नेपाल राष्ट्रिय दलित समाज कल्याण सङ्घ २०६१-०५-१० सम्मानपत्र दलित समाजमा लामो समय सेवा र सहयोग टी.आर. विश्वकर्मा स्मृति प्रतिष्ठान २०६१-०३-०६ सम्मानपत्र संस्कृति लेखनको क्षेत्रमा योगदान नूरगङ्गा प्रतिभा पुरस्कार गुठी २०६१ प्रेमोपहार, भोलिको नेपाल कान्तिपुर टेलिभिजन २०६०-०९-२२ सम्मानपत्र छैटौं राष्ट्रव्यापी लोकनृत्य प्रतियोगिता, २०६० निर्णायक साधना कला केन्द्र २०६०-०८-२० उन्नाइसौं दलित साहित्यकार सम्मेलन, तालकटोरा स्टेडियम, नयाँ दिल्ली सामाजिक सेवा भारतीय दलित साहित्य अकादमी, डा. अम्बेडकर भाइचारा पदक २०६०-०७-३० सम्मानपत्र नेपाली वाङ्मयको श्रीवृद्धि झपट पुरस्कार व्यवस्था समिति २०६०-०५-०५ सम्मानपत्र पाचौँ अन्तरविद्यालय राष्ट्रिय पियानो वादन प्रतियोगितामा योगदान शिक्षा मन्त्रालय २०६०-०४-३२ सम्मानपत्र नेपाली सङ्गीत क्षेत्रमा आधारभूमि तयार पार्नमा उल्लेखनीय भूमिका, नेपालमा वाद्यवादन संयोजनमा संस्थापक सञ्चालकको रूपमा योगदान मधुरिमा २०५९-१२-२८ बीसौं अन्तरक्षेत्रीय विद्यालय स्तरीय राष्ट्रिय सांस्कृतिक प्रतियोगिता नेपाली संस्कृतिको समृद्धिका लागि पाठ्यक्रम विकास केन्द्रबाट सञ्चालित "ऐश्वर्य सांस्कृतिक शिल्ड, विद्यालयस्तरीय राष्ट्रिय सांस्कृतिक कार्यक्रममा योगदान" पाठ्यक्रम विकास केन्द्र २०५९-०५-०९ देशका प्रतिभाशाली कला श्रष्टालाई सम्मान कार्यक्रम कला, सङ्गीत र संस्कृतिको अनुसन्धान, अन्वेषण गरेबापत दलित सेवा सङ्घ २०५९-०१-२४ कदरपत्र सङ्गीत क्षेत्रमा योगदान सङ्गीत शिक्षा विभाग तथा प्राध्यापक सङ्घ इकाइ, ललित कला क्याम्पस २०५९-०१-१२ सम्मानपत्र लोकबाजाको संरक्षण, संवर्धन, नेपाली संस्कृतिलाई वैभवशाली र गरिमामय बनाउन विशिष्ट योगदान लालीगुराँस कला मन्दिर २०५९-०१-०२ कदरस्वरूप अभिनन्दन नेपाली लोक बाजाको क्षेत्रमा अध्ययन, अनुसन्धान, विकास एवं प्रचार-प्रसारमा विशिष्ट योगदान काठमाडौँ नृत्य तथा सांस्कृतिक केन्द्र २०५७-०५-०३ सम्मानपत्र शताब्दी व्यक्तित्व काठमाडौँ महानगरपालिका २०५६ धर्मो रक्षति रक्षित समारोह धर्म, नेपाली भाषा, साहित्य, संस्कृति, कला, सङ्गीतजस्ता समग्र वाङ्मयको क्षेत्रमा योगदान ॐ पशुपति सेना, नेपाल २०५५-११-२७ ३५ औं वार्षिक उत्सव कार्यक्रम नेपाली लोक तथा परम्परागत सङ्गीत क्षेत्रमा उल्लेखनीय योगदान कलानिधि इन्दिरा सङ्गीत महाविद्यालय २०५५ नेपाल भ्रमण वर्ष, १९९८ लोप हुन लागेका नेपाली लोक संस्कृतिको खोजी र जगेर्ना गर्ने उद्धेश्यले आयोजित कार्यक्रममा निर्णायकको भूमिका साधना कला केन्द्र २०५५ कदरपत्र लोप हुन लागेका नेपाली लोक संस्कृतिको खोजी र जगेर्ना गर्ने राष्ट्रव्यापी लोक नृत्य प्रतियोगिता, २०५५ का निर्णायकको भूमिका साधना कला केन्द्र २०५३-१२-३० १७ औं वडाव्यापी विशेष समारोह, २०५३ बाल लोकनृत्य प्रतियोगिताका निर्णायक काठमाडौं महानगरपालिका २०५३-१०-०८ श्री ५ महाराजाधिराजको गद्दी आरोहण रजत महोत्सव, २०५३ लोप हुन लागेका नेपाली लोक संस्कृतिको खोजी र जगेर्नाका लागि साधना कला केन्द्र सम्मानपत्र नेपाली सङ्गीत संस्कृति र कलाको विकासका लागि खोज अनुसन्धान अन्वेषण र प्रकाशनमार्फत नेपाली मौलिक कला संस्कृतिलाई राष्ट्रिय अन्तर्राष्ट्रिय क्षेत्रमा पहिचान गराउन उल्लेखनीय भूमिका बिसे नगर्ची स्मृति प्रतिष्ठान २०५२-१०-०९ साधना सम्मान नेपाली सङ्गीत अन्वेषण विधामा अनवरत योगदान साधना कला केन्द्र २०५१-११-०१ अभिनन्दन पत्र जातीय उत्पीडनमा परेका जनताको उत्थान र इतिहास निर्माणमा प्रसिद्ध साहित्य, सङ्गीत क्षेत्रमा साधक भई अहं भूमिका नेपाल उत्पीडित जातीय मुक्ति समाज, बुटवल २०५१-०५-०५ अभिनन्दन पत्र कला एवं संस्कृति तथा अनुसन्धानात्मक क्षेत्रका लागि किरातेश्वर सङ्गीत आश्रम, गौरीघाट २०४९-०९-१४ गोरखा दक्षिण बाहु प्रशंसनीय कार्य गरेबापत राजदरबार २०४५-०८-२९ प्रशस्ति पत्र दलित उत्थानका लागि भारतीय दलित साहित्य अकादमी, नयाँ दिल्ली २०४४-१२-२८/२९ लेखन सम्मान दलित समुदायको उत्थानका लागि पूर्वाञ्चल क्षेत्रीय दलित सम्मेलन तयारी समिति, धरान

source: A revolutionary in his own right, Darnal suffered from Parkinson’s disease for a long time until his demise on September 18, 2011 at the age of 74.
ne: सङ्गीत अनुसन्धाताको विराट व्यक्तित्व, नेपालका लोकबाजा, लोकसंस्कृति र कला सङ्गीतका सम्राट रामशरण दर्नाल लामो समयदेखि आफैँले गरेका काम थाहा नपाउने रोग पार्किनसनबाट पीडित थिए । २०६८ साल, असोज १ गते बेलुका ७४ वर्षीय दर्नालको निधन भयो ।[1][2][3][4][5][31]
